( -*- 𐑑𐑧𐑒𐑕𐑑 -*- )

: 𐑑𐑧𐑕𐑑
    1 0 < . 𐑒𐑮
    0 1 < . 𐑒𐑮
    1 -1 < . 𐑒𐑮
    -1 1 < . 𐑒𐑮
    -1 0 < . 𐑒𐑮
    0 -1 < . 𐑒𐑮 𐑒𐑮

    1 0 > . 𐑒𐑮
    0 1 > . 𐑒𐑮
    1 -1 > . 𐑒𐑮
    -1 1 > . 𐑒𐑮
    -1 0 > . 𐑒𐑮
    0 -1 > . 𐑒𐑮 𐑒𐑮

    1 1 <= . 𐑒𐑮
    0 0 <= . 𐑒𐑮
    -1 -1 <= . 𐑒𐑮
    1 0 <= . 𐑒𐑮
    0 1 <= . 𐑒𐑮
    1 -1 <= . 𐑒𐑮
    -1 1 <= . 𐑒𐑮
    -1 0 <= . 𐑒𐑮
    0 -1 <= . 𐑒𐑮 𐑒𐑮

    1 1 >= . 𐑒𐑮
    0 0 >= . 𐑒𐑮
    -1 -1 >= . 𐑒𐑮
    1 0 >= . 𐑒𐑮
    0 1 >= . 𐑒𐑮
    1 -1 >= . 𐑒𐑮
    -1 1 >= . 𐑒𐑮
    -1 0 >= . 𐑒𐑮
    0 -1 >= . 𐑒𐑮 𐑒𐑮

    1 1 = . 𐑒𐑮
    1 0 = . 𐑒𐑮
    0 0 = . 𐑒𐑮
    1 -1 = . 𐑒𐑮
    -1 -1 = . 𐑒𐑮 𐑒𐑮

    1 1 <> . 𐑒𐑮
    1 0 <> . 𐑒𐑮
    0 0 <> . 𐑒𐑮
    1 -1 <> . 𐑒𐑮
    -1 -1 <> . 𐑒𐑮 𐑒𐑮

    1 0= . 𐑒𐑮
    0 0= . 𐑒𐑮
    -1 0= . 𐑒𐑮 𐑒𐑮

    1 0<> . 𐑒𐑮
    0 0<> . 𐑒𐑮
    -1 0<> . 𐑒𐑮 𐑒𐑮

    1 0< . 𐑒𐑮
    0 0< . 𐑒𐑮
    -1 0< . 𐑒𐑮 𐑒𐑮

    1 0> . 𐑒𐑮
    0 0> . 𐑒𐑮
    -1 0> . 𐑒𐑮 𐑒𐑮

    1 0<= . 𐑒𐑮
    0 0<= . 𐑒𐑮
    -1 0<= . 𐑒𐑮 𐑒𐑮

    1 0>= . 𐑒𐑮
    0 0>= . 𐑒𐑮
    -1 0>= . 𐑒𐑮 𐑒𐑮
;
